{
  "overalltitle": "Rastreador de Período",
 "infotitle": "Comprender las Etapas del Ciclo Menstrual",
 "infoDescription": "Tu ciclo menstrual es todos los días de tu vida (¡hasta la menopausia!), por lo que es importante realizar un seguimiento. Cada día sucede algo diferente, por eso te sentirás diferente durante las diferentes fases de tu ciclo. Podemos divide tu ciclo en 4 partes, es fácil entenderlas si lo piensas como las Estaciones.",
 "stage1": "Invierno",
 "stage1Description": "Etapa 1: Fase menstrual (días 1-6)",
 "stage2": "Primavera",
 "stage2Description": "Etapa 2: Fase folicular (días 7-13)",
 "stage3": "Verano",
 "stage3Description": "Etapa 3: Fase de ovulación (días 14-19)",
 "stage4": "Otoño",
 "stage4Description": "Etapa 4: Fase lútea (días 20-28)",
 "home_title": "Inicio",
 "settings_title": "Configuración",
 "info_title":"Información",
 "diary_title":"Diario",
 "data_title":"Datos",
 "StartDateTitle":"Fecha de inicio del ciclo",
 "reset":"Restablecer",
 "record":"Grabar",
 "CurrentDayTitle":"Día actual del ciclo",
 "SelectDateTitle":"Seleccionar Fecha",
  "language": "Idioma",
  "spanish": "Español",
  "english": "Inglés",
  "bio1" :"Biológicamente - su útero se está deshaciendo del revestimiento que habría contenido el óvulo si hubiera sido fertilizado. Este revestimiento se ha ido acumulando a lo largo del mes y su cuerpo ahora está trabajando duro para liberar la sangre en el revestimiento de su útero. ¡Así que te envía todas las señales para que reduzcas la velocidad y te detengas mientras está ocupado!",
 "emo1":"Emocionalmente - puedes sentirte sensible y cansada. Es como una liberación física y emocional cuando llega tu período, ¡todas las emociones también pueden desaparecer y la tensión puede liberarse! Puedes tomarte este tiempo para nutrirte realmente, conseguir dormir mucho e incluso llevar bonitos jerseys grandes y abrigados.",
 "phys1":"Físicamente - espere algo de dolor y fatiga. Tomarse este tiempo de inactividad ahora lo preparará para el resto de su ciclo. Si no disminuye la velocidad, puede terminar quedándose sin combustible más tarde, lo que puede hacer que su síndrome premenstrual sea realmente intenso. intenso.",
 "ex1":"Ejercicio - ejercicio suave, como caminar o estirarse. Después de unos días de sangrado, es posible que te sientas lleno de energía, así que no dejes de correr suavemente si tu cuerpo así lo desea. ",
 "diet1":"Dieta - aumente la ingesta de hierro con alimentos como granola, pollo y verduras de hojas verdes. Los refrigerios como pasas y orejones también son buenos, y un poco de jugo de naranja.",
 "bio2": "Biológicamente - su óvulo se está preparando para ser liberado. El óvulo sale del ovario y viaja por las trompas de Falopio hacia el útero. Durante este viaje, el óvulo se encontrará con el espermatozoide (si hay espermatozoides presentes) y será fertilizado para producir embarazo.",
 "emo2":"Emocionalmente - Siéntete más enérgico y optimista. Nuestros niveles de estrógeno comienzan a aumentar y comenzamos a sentir más energía, más motivación y llenos de esperanza, optimismo e ideas.",
 "phys2":"Físicamente - listo para hacer ejercicio y emprender nuevos proyectos. Tu creatividad está comenzando a fluir, así que aprovéchalo al máximo. ¡Reúnete con amigos, socializa y siente la energía!",
 "ex2":"Ejercicio - antes de la ovulación, la temperatura corporal se mantiene constante, la tolerancia al dolor aumenta y la capacidad de digerir y utilizar carbohidratos es más eficiente. En otras palabras, ¡sal y cambia algo de acero y alcanza tus marcas personales! Pero ten cuidado, ya que tus ligamentos y tendones están un poco más relajados gracias al estrógeno, así que no estires demasiado ni trabajes demasiado la flexibilidad durante esta fase, ya que podrías tirar un músculo o torcerte un tobillo o algo así",
 "diet2":"Dieta - Dieta - Ensaladas con brócoli, salmón y alimentos fermentados para ayudar con el intestino. Las nueces también son un excelente refrigerio; ¡puedes considerarlas durante tu jornada laboral para mantenerte con energía y concentrado!",
 "bio3":"Biológicamente - estás en tu punto máximo de ovulación. En realidad, solo hay 24 horas en las que tu óvulo puede sobrevivir. Si tienes un ciclo regular, generalmente ovulas alrededor del día 13 al 15, pero esto aún puede variar. Los espermatozoides pueden dura hasta 6 días, por lo que si eres sexualmente activa y no quieres quedar embarazada, usa protección o abstente. Tu óvulo continuará felizmente a través del útero si no es fertilizado",
 "emo3":"Emocionalmente - mucha energía, sociabilidad y productividad. Tu estrógeno alcanzará su punto máximo cuando estés por ovular, por lo que todo en ti dice SÍ. Es probable que tengas mucha energía y te sientas como una mariposa social. y ser súper productivo en el trabajo/uni también.",
 "phys3":"Físicamente - realiza tareas grandes y disfruta de las actividades sociales. Te sentirás más sociable, así que programa tiempo o actividades con tus amigos. Y sí, tu biología significa que tienes más probabilidades de quedar embarazada, así que, sinceramente, Si te sientes coqueto, ¡es por eso que es algo mental... ",
 "ex3":"Ejercicio - entrenamiento con pesas o cardio sin movimientos rápidos. Hacia el final de la tercera fase, comenzarás a sentirte con menos energía, así que mantente atento y escucha a tu cuerpo.",
 "diet3":"Dieta - alimentos integrales, bayas frescas y alimentos que ayudan al hígado a eliminar el exceso de estrógeno.",
 "bio4" :"Biológicamente - el cuerpo se está preparando para recibir el óvulo fertilizado y la pared interna del útero se vuelve más gruesa, creando un lugar nutritivo para que crezca hasta convertirse en un ser humano. Si no hay un óvulo que ha sido fertilizado por los espermatozoides durante la fase de ovulación, entonces no hay necesidad del revestimiento del útero, por lo que se libera",
 "emo4":"Emocionalmente - Durante el otoño tus estrógenos bajan y la progesterona comienza a aumentar. La progesterona es una hormona cuyo objetivo es desacelerar. Comenzarás a sentirte bastante sensible y emocional durante los últimos días, e incluso podrías Observa que tienes algunos días en los que te enojas mucho o empiezas a llorar sin motivo.",
 "phys4":"Físicamente - letárgico e hinchado con disminución de energía. Es posible que notes que tienes menos energía y sientes que solo hay ciertas personas (o a veces ninguna) con las que quieres estar cerca. En los días previos a tu período, También es posible que te sientas más sensible y más crítico contigo mismo y/o con los demás.",
 "ex4":"Ejercicio - yoga, ejercicios suaves y meditación. La progesterona también es una “hormona calmante”. Puede aumentar el sueño, pero también puede afectar la forma en que el cerebro adquiere nuevas habilidades.",
 "diet4":"Dieta - carbohidratos de combustión lenta y alimentos ricos en fibra, y mucha agua. No consumir cafeína también ayudará! Pero si te sientes un poco ansioso, definitivamente vale la pena. unos pocos días.",
  "AboutTitle":"Acerca de IMMI",
 "AboutDescription":"El propósito de IMMI es ayudarla a conocer y realizar un seguimiento de su ciclo menstrual. IMMI utiliza números para contar los días del ciclo menstrual e íconos para realizar un seguimiento de sus fases. El sitio web es fácil de usar. No No necesita hacer nada cada día, solo necesita hacer algo el día 1 de su período, ¿cuándo es el día 1 de su período? El primer día que comienza a sangrar. Es muy fácil de usar, está a la moda y garantiza que su período sea bueno. ¡No es una sorpresa!",
 "AdditionTitle": "Síntomas y Consejos Comunes",
 "AdditionDescription":"Información sobre los síntomas comunes que se experimentan durante cada fase y consejos para controlarlos",
 "Cramps": "Calambres abdominales - los calambres menstruales se sienten en la parte inferior del abdomen. La sensación de dolor y calambres también puede irradiarse hacia la parte inferior de la espalda y la parte superior de los muslos. Los calambres son causados ​​por contracciones uterinas, que ayudan a desprender el revestimiento interno del útero. útero (endometrio) cuando no se produce un embarazo. Los consejos para lidiar con los calambres son usar una bolsa de agua caliente en el abdomen o tomar un día de descanso cuando los calambres son peores",
 "Breakouts": "Erupciones - las erupciones relacionadas con la menstruación son bastante comunes. Estas erupciones previas al período a menudo aparecen en el mentón y la mandíbula, pero pueden aparecer en cualquier parte de la cara, la espalda u otras áreas del cuerpo. El acné es causado por los cambios hormonales naturales asociados con el ciclo reproductivo femenino. El acné relacionado con el período a menudo se disipa cerca del final de la menstruación o poco después, cuando los niveles de estrógeno y progesterona comienzan a subir",
 "TB": "Senos sensibles - los niveles de progesterona comienzan a aumentar en la mitad de su ciclo, alrededor de la ovulación. Esto hace que las glándulas mamarias de sus senos se agranden y se hinchen. Estos cambios hacen que sus senos tengan una sensación de dolor e hinchazón justo antes o durante tu período, incluso cuando los niveles de progesterona vuelven a bajar.",
 "Fatigue":"Fatiga - a medida que se acerca su período, su cuerpo cambia de marcha de prepararse para mantener un embarazo a prepararse para menstruar. Los niveles hormonales caen en picado y, a menudo, el resultado es la fatiga. Los cambios de humor también pueden hacer que se sienta cansada" ,
 "Bloating":"Bloating - Si sientes tu barriga pesada o sientes que no puedes subir la cremallera de tus jeans unos días antes de tu período, es posible que tengas hinchazón del síndrome premenstrual. Los cambios en los niveles de estrógeno y progesterona pueden hacer que tu cuerpo se retiene más agua y sal de lo habitual, lo que provoca una sensación de hinchazón",
 "FAQTitle":"Sección de Preguntas Frecuentes",
 "q1": "P: ¿Qué es el ciclo menstrual?",
 "a1":"R: El ciclo menstrual es una serie de cambios naturales en la producción de hormonas y las estructuras del útero y los ovarios que hacen posible el embarazo.",
 "q2": "P: ¿Es dolorosa la menstruación?",
 "a2":
 "R: Algunas niñas experimentan calambres abdominales antes o durante su período. Esto puede sentirse como un dolor de estómago. Estos calambres menstruales ocurren porque el útero se contrae para expulsar el revestimiento. Los calambres menstruales generalmente no son un problema grave y a menudo pueden tratarse con un analgésico, ejercicio, un baño caliente o una bolsa de agua caliente colocada en el abdomen. El dolor generalmente solo dura los primeros 2 a 3 días del período. Algunas niñas también pueden experimentar dolor lumbar, dolores de cabeza, náuseas, vómitos. cambios de humor.",
 "q3": "P: ¿Qué se considera sangrado o dolor “normal” y cuándo debo consultar a un médico?",
 "a3":
 "R: Los calambres menstruales son muy normales y muchas mujeres los experimentan justo antes y durante la menstruación. Para muchas mujeres, estos calambres no interfieren con sus actividades cotidianas. Sin embargo, para otras pueden ser graves e interferir con la escuela, el trabajo y las actividades sociales. Los calambres menstruales pueden ser el resultado de afecciones como la endometriosis y los fibromas uterinos. Si los calambres alteran su vida cada mes o si sus síntomas empeoran progresivamente, debe consultar a su médico. El sangrado menstrual abundante incluye sangrado que dura más de 7 días. requiere una o más toallas sanitarias cada hora durante varias horas, sangrado que requiere que las niñas o mujeres cambien sus toallas sanitarias durante la noche, o tener coágulos de sangre grandes (por ejemplo, 2,5 cm o más).",
 "q4": "P: ¿Cuáles son los síntomas comunes durante el ciclo menstrual?",
 "a4":
 "R: Los síntomas comunes incluyen calambres, hinchazón, cambios de humor y dolores de cabeza. Estos pueden variar de persona a persona.",
 "q5":"P: ¿Todos sabrán cuando tengo mi período?",
 "a5":
 "R: No, sólo usted sabrá que está en su período. Los productos de higiene menstrual como toallas sanitarias, tampones y copas menstruales no son visibles a través de la ropa. Por supuesto, debe sentirse cómoda hablando con amigos y adultos de confianza sobre su período. ¡No hay nada de qué avergonzarse!",
 "q6": "P: ¿Por qué mi período es irregular?",
 "a6":"R: Es muy común tener períodos irregulares o saltados, especialmente en los primeros 2 años después de que una niña menstrúa por primera vez. Algunas niñas también pueden experimentar enfermedades, cambios rápidos de peso o estrés. Es normal que la duración del período sea menor. varían de un ciclo a otro. Por ejemplo, a veces una niña puede sangrar durante 2 días, en otras ocasiones puede durar una semana. Sin embargo, si comienza a sentir un dolor inusual, debe informar a sus padres/maestros y buscar atención médica",
 "q7": "P: ¿Es seguro hacer ejercicio mientras tengo mi período?",
 "a7":"R: ¡Es completamente seguro hacer ejercicio durante la menstruación! ¡Hacer ejercicio también puede ayudar a aliviar los síntomas de los cólicos menstruales y desencadenar la liberación de endorfinas, que te hacen sentir feliz!",
 "q8": "P: ¿Es peligroso tener relaciones sexuales durante tu período?",
 "a8":"R: Es perfectamente seguro tener relaciones sexuales durante tu período. Es una cuestión de preferencia personal entre las parejas. Recuerda que aún es posible quedar embarazada durante este tiempo. Las relaciones sexuales que tuviste durante la menstruación pueden provocar un embarazo. porque los espermatozoides pueden permanecer en el cuerpo durante varios días. Además, los ciclos menstruales pueden variar incluso para el mismo individuo, lo que hace que sea muy difícil determinar el momento exacto de la ovulación. También es posible transmitir ITS, así que utilice siempre los adecuados. protección (por ejemplo, condones)",
 "q9": "P: ¿Puedes sentir la ovulación?",
 "a9": "R: La mayoría de las mujeres no notan cuándo ocurre la ovulación. Algunas mujeres pueden sentir un dolor en el costado cuando ocurre la ovulación, pero puede confundirse fácilmente con otros tipos de calambres abdominales. Las mujeres que intentan quedar embarazadas pueden comprar pruebas de ovulación para realizar un seguimiento de su ovulación con mayor precisión"

}
